# აქ ვინახავთ კატეგორიებს და ვქმნით ლექსიკონს,
# რომელსაც აპლიკაცია გამოიყენებს როგორც მონახემთა ბაზას
CATEGORIES = [
    ('it', 'IT / პროგრამირება'),
    ('finance', 'ფინანსები / საბანკო'),
    ('service', 'მომსახურების სფერო'),
    ('design', 'დიზაინი / ხელოვნება'),
    ('marketing', 'მარკეტინგი / PR'),
    ('sales', 'გაყიდვები'),
    ('admin', 'ადმინისტრაცია'),
    ('hr', 'HR / კადრები'),
    ('law', 'სამართალი'),
    ('med', 'მედიცინა'),
    ('edu', 'განათლება'),
    ('trans', 'ტრანსპორტი / ლოჯისტიკა'),
    ('build', 'მშენებლობა'),
    ('other', 'სხვა')
]

CATEGORY_NAMES = dict(CATEGORIES)